{
    "docs" : [
{"title" : "Motherless Brooklyn", "description" : ["Lionel Essrog is Brooklyn’s very own self-appointed Human Freakshow, an orphan whose Tourettic impulses drive him to bark, count, and rip apart our language in the most startling and original ways. "]},
{"title" : "Normal People", "description" : ["At school Connell and Marianne pretend not to know each other. He’s popular and well-adjusted, star of the school soccer team while she is lonely, proud, and intensely private. "]},
{"title" : "Trail of Lightning", "description" : ["While most of the world has drowned beneath the sudden rising waters of a climate apocalypse, Dinétah (formerly the Navajo reservation) has been reborn."]},
{"title" : "American Spy", "description" : ["It's 1986, the heart of the Cold War, and Marie Mitchell is an intelligence officer with the FBI. She's brilliant but she's also a young black woman working in an old boys' club."]},
{"title" : "The Book of Unknown Americans", "description" : ["After their daughter Maribel suffers a near-fatal accident, the Riveras leave México and come to America. But upon settling at Redwood Apartments, they discover that Maribel's recovery will not be easy."]},
{"title" : "Children of Blood and Bone", "description" : ["Zélie Adebola remembers when the soil of Orïsha hummed with magic. Burners ignited flames, Tiders beckoned waves, and Zélie’s Reaper mother summoned forth souls."]},
{"title" : "Circe", "description" : ["In the house of Helios, god of the sun and mightiest of the Titans, a daughter is born. But Circe is a strange child—not powerful, like her father, nor viciously alluring like her mother."]},
{"title" : "Killers of the Flower Moon: The Osage Murders and the Birth of the FBI", "description" : ["In the 1920s, the richest people per capita in the world were members of the Osage Indian Nation in Oklahoma. After oil was discovered beneath their land, the Osage rode in chauffeured automobiles, built mansions, and sent their children to study in Europe."]},
{"title" : "The Radium Girls: The Dark Story of America's Shining Women", "description" : ["The Curies' newly discovered element of radium makes gleaming headlines across the nation as the fresh face of beauty, and wonder drug of the medical community. Meanwhile, hundreds of girls toil amidst the glowing dust of the radium-dial factories."]},
{"title" : "The Guineveres", "description" : ["To four girls who have nothing, their friendship is everything: they are each other's confidants, teachers, and family. The girls are all named Guinevere."]},
{"title" : "Nory Ryan's Song", "description" : ["Nory Ryan's family has lived on Maidin Bay on the west coast of Ireland for generations, raising a pig and a few chickens, planting potatoes, getting by."]},
{"title" : "The Starboard Sea", "description" : ["et against the backdrop of the 1987 stock market collapse, The Starboard Sea is an examination of the abuses of class privilege, the mutability of sexual desire, the thrill and risk of competitive sailing and the adult cost of teenage recklessness."]},
{"title" : "The Handmaid's Tale", "description" : ["Offred is a Handmaid in the Republic of Gilead. She may leave the home of the Commander and his wife once a day to walk to food markets whose signs are now pictures instead of words because women are no longer allowed to read."]},
{"title" : "Slouching Towards Bethlehem", "description" : ["This classic collection of journalism defined the state of America during the upheaval of the sixties revolution. The essays feature barricades and bombings, mass murders and kidnapped heiresses."]},
{"title" : "The Lightning Thief", "description" : ["Percy Jackson is a good kid, but he can't seem to focus on his schoolwork or control his temper. And lately, being away at boarding school is only getting worse - Percy could have sworn his pre-algebra teacher turned into a monster and tried to kill him."]},
{"title" : "Harry Potter and the Chamber of Secrets", "description" : ["The Dursleys were so mean and hideous that summer that all Harry Potter wanted was to get back to the Hogwarts School for Witchcraft and Wizardry."]},
{"title" : "Citizen: An American Lyric", "description" : ["Claudia Rankine's bold new book recounts mounting racial aggressions in ongoing encounters in twenty-first-century daily life and in the media."]},
{"title" : "The Secret History of Wonder Woman", "description" : ["A cultural history of Wonder Woman traces the character's creation and enduring popularity, drawing on interviews and archival research to reveal the pivotal role of feminism in shaping her seven-decade story."]},
{"title" : "The Magdalen Girls", "description" : ["Dublin, 1962. Within the gated grounds of the convent of The Sisters of the Holy Redemption lies one of the city’s Magdalen Laundries. Once places of refuge, the laundries have evolved into grim workhouses."]},
{"title" : "Evicted: Poverty and Profit in the American City", "description" : ["In Evicted, Princeton sociologist and MacArthur 'Genius' Matthew Desmond follows eight families in Milwaukee as they struggle to keep a roof over their heads."]}
]}